---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarCoverType
source: html/eb4b7696-0330-1404-f220-155645e05132.htm
---
# RebarCoverType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.